results/assets/load_testing_reports/04_reactive-sb-mongo-novt/8083_reactive-sb-mongo-novt.txt
http.codes.200: ................................................................ 25549
http.codes.204: ................................................................ 883
http.codes.404: ................................................................ 62068
http.downloaded_bytes: ......................................................... 174679259
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 67
  mean: ........................................................................ 1.6
  median: ...................................................................... 1
  p95: ......................................................................... 3
  p99: ......................................................................... 7
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 883
vusers.created_by_name.Get movies by id: ....................................... 62068
vusers.created_by_name.Get movies by page: ..................................... 17543
vusers.created_by_name.Save new movie: ......................................... 8006
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 1
  max: ......................................................................... 67.1
  mean: ........................................................................ 2.6
  median: ...................................................................... 2.2
  p95: ......................................................................... 4.7
  p99: ......................................................................... 8.8